[
  {
    "id": "2201",
    "title": "ZX Spectrum",
    "price": 100,
    "count": 3,
    "description": "The ZX Spectrum is an 8-bit personal home computer developed by Sinclair Research. It was first released in the United Kingdom on 23 April 1982 and went on to become Britain's best selling microcomputer."
  },
  {
    "id": "2202",
    "title": "IBM PC",
    "price": 150,
    "count": 3,
    "description": "The IBM Personal Computer (model 5150, commonly known as the IBM PC) is the first computer released in the IBM PC model line and the basis for the IBM PC compatible de facto standard. Released on August 12, 1981, it was created by a team of engineers and designers directed by Don Estridge in Boca Raton, Florida."
  },
  {
    "id": "2203",
    "title": "Commodore 64",
    "price": 200,
    "count": 1,
    "description": "The Commodore 64, also known as the C64 or the CBM 64, is an 8-bit home computer introduced in January 1982 by Commodore International (first shown at the Consumer Electronics Show, January 7–10, 1982, in Las Vegas). It has been listed in the Guinness World Records as the highest-selling single computer model of all time, with independent estimates placing the number sold between 12.5 and 17 million units."
  },
  {
    "id": "2204",
    "title": "Apple II series",
    "price": 125,
    "count": 4,
    "description": "The Apple II series is a family of home computers, one of the first highly successful mass-produced microcomputer products, designed primarily by Steve Wozniak, manufactured by Apple Computer (now Apple Inc.), and launched in 1977 with the original Apple II."
  },
  {
    "id": "2205",
    "title": "Coleco Adam",
    "price": 100,
    "count": 0,
    "description": "The Coleco Adam is a home computer and expansion device for the ColecoVision released in 1983 by American toy and video game manufacturer Coleco. It was an attempt to follow on the success of the company's ColecoVision video game console. The Adam was not very successful, partly because of early production problems, and was discontinued in early 1985."
  }
]